Repository: printpagestopdf/galene-manager
Catalog: languages/manager-for-galene-videoconference-*.po
Languages: de_de

source: Access room as ...
de_de: Raum betreten als ...

source: Administration
de_de: Verwaltung

source: Allow anonymous attendance
de_de: Anonyme Teilnahme erlauben

source: Allow recording
de_de: Aufnahme erlauben

source: Allow session recording
de_de: Aufnahme der Session erlauben

source: Allow subgroups
de_de: Untergruppen erlauben

source: Ask your Worpress administrator to add this line to wp-config.php before saving this form:
de_de: Bitten sie ihren Wordpress Administrator diese Zeile zur Datei wp-config.php hinzuzufügen bevor sie das Formular speichern:

source: Attendance as listener
de_de: Teilnahme als Zuhörer*in

source: Attendance as operator
de_de: Teilnahme als Operator*in

source: Attendance as presenter
de_de: Teilnahme als Präsentator*in

source: Attendance without nickname is possible
de_de: Teilnahme ohne Anzeigename möglich

source: Authentication
de_de: Authentifizierung

source: Authentication necessary for:
de_de: Authentisierung notwendig für:

source: Auto room locking
de_de: Autom. Raumsperre

source: Cancel
de_de: Abbruch

source: Closed group
de_de: Geschlossene Gruppe

source: Code
de_de: Raumcode

source: Conference
de_de: Konferenz

source: Copy code
de_de: Raumcode kopieren

source: Copy link
de_de: Link kopieren

source: Create a new room based on this template
de_de: Neuen Raum basierend auf Vorlage erstellen

source: Create a new user configuration
de_de: Eine neue Benutzer*in anlegen

source: Data error
de_de: Fehler in den Daten

source: Data succesfully saved on Galène server
de_de: Daten erfolgreich auf dem Galène Server gespeichert

source: Data successfully saved
de_de: Daten erfolgreich gespeichert

source: Description
de_de: Beschreibung

source: Description that is visible on rooms listing
de_de: Beschreibungstext, der in der Raumliste angezeigt wird

source: Direct filesystem access
de_de: Direkter Dateisystem Zugriff

source: Display name
de_de: Anzeigename

source: Display name must not be empty
de_de: Anzeigename darf nicht leer sein

source: Display short info including links and code
de_de: Kurzinfo einschl. Links und Raumcode anzeigen

source: Displayname
de_de: Anzeigename

source: Do you really want to delete this room? All data are lost.
de_de: Soll dieser Raum wirkliche endgültig gelöscht werden?

source: Do you really want to delete this user? All data are lost.
de_de: Soll diese Benutzer*in wirklich endgültig gelöscht werden?

source: Domainname (hostname) or IP to connect Server by SFTP
de_de: Domainname oder IP Adresse für SFTP mit dem Galène Server

source: Edit accesslist
de_de: Zugriffsliste bearbeiten

source: Edit accesslist of room
de_de: Liste der Benutzer*innen für den Raumzugriff bearbeiten

source: Edit this room
de_de: Raum bearbeiten

source: Edit user
de_de: Benutzer*in bearbeiten

source: Enter Room '%1s' as '%2s'
de_de: Raum '%1s' als '%2s' betreten

source: Error deleting room config from Galène server
de_de: Fehler beim löschen der Raumkonfiguration vom Galène Server

source: Error deleting room from manager Database
de_de: Feler beim löschen des Raumes aus der Manager Datenbank

source: Error deleting user from Database
de_de: Fehler beim Versuche die Benutzer*in aus der Datenbank zu löschen!

source: Error in login data
de_de: Fehler in den Anmeldedaten

source: Error saving data on Galène server
de_de: Fehler beim Speichern der Daten auf dem Galène Server

source: Error saving Data, nothing saved!
de_de: Fehler beim Speichern

source: Export serverfile
de_de: Serverdatei exportieren

source: Full path to Galène group directory
de_de: Voller Dateisystempfad zum Galène group Verzeichnis

source: Galène group must not be empty
de_de: Galène Gruppe darf nicht leer sein

source: Galène group name
de_de: Galène Gruppe

source: Galène key
de_de: Galène Schlüssel

source: Galène link without name of room (e.g. https://mygalene.org/group/)
de_de: Galène Link ohne den Raumnamen (z.B. https://mygalene.org/group/)

source: Galène video conferencing manager
de_de: Galène Videokonferenz Manager

source: General
de_de: Allgemein

source: Group config (.json) file for Galène server
de_de: Gruppen Konfigurationsdatei (.json) für Galène Server

source: Group config (.json) file from Galène server
de_de: Gruppen Konfigurationsdatei (.json) von Galène Server

source: Human readable name of room
de_de: Anzeigename des Raumes

source: If checked this user can login to the Galène manager (not room operator)
de_de: Benutzer*in kann sich am Galène Manager anmelden und Verwalten

source: If checked, this room will be visible on the public rooms listing
de_de: Raum auf der öffentlichen Liste anzeigen

source: If you are using SFTP access, authentication data is stored in database. It is strongly advised to encrypt these.
de_de: Wenn sie mit SFTP auf den Server zugreifen werden Authentisierungsdaten in der Datenbank gespeichert. Es wird dringendst empfohlen diese zu verschlüsseln.

source: Import serverfile
de_de: Galène Serverdatei importieren

source: Is administrator
de_de: Ist Administrator*in

source: JWT key of Galène group (base64url format)
de_de: JWT key der Galène Gruppe (base64url format)

source: Lifetime of the JWT token for Galène Server authentication
de_de: Gültigkeit des JWT Tokens zur Anmeldung am Galène Server

source: Limit number of attendees (unlimited set to 0)
de_de: Beschränkt die Anzahl der Teilnehmer*innen ("0" für unbegrenzt)

source: Link for listener
de_de: Link für Zuhörer*innen

source: Link for operator
de_de: Link für Operator*innen

source: Link for presenter
de_de: Link für Präsentator*innen

source: Listener
de_de: Zuhörer*in

source: Login
de_de: Loginname

source: Login administration
de_de: Verwaltung Anmeldung

source: Login password, only use for new user or password change otherwise empty
de_de: Passwort nur eintragen bei neuen Benutzer*innen oder Passwortänderung

source: Loginname at Galène Server for SSH/SFTP access
de_de: Anmeldename am Galène Server für SSH/SFTP Zugang

source: Logout
de_de: Abmelden

source: Max. attendees
de_de: Max. Teilnehmerzahl

source: Method of authentication
de_de: Authentisierungsmethode

source: Missing valid Galène key
de_de: Fehlender Galène Key

source: Name of Galène group (filename of .json config) on Galène Server
de_de: Name der Galène Gruppe (Dateiname der .json Konfigurationsdatei) auf dem Galène Server

source: Name that will be used during session
de_de: Anzeigename während der Video Session

source: Needs <b>nickname</b>
de_de: <b>Anzeigename </b> notwendig

source: New room
de_de: Raum neu

source: New user
de_de: Neu

source: Next
de_de: Weiter

source: no name
de_de: kein Name

source: Operator
de_de: Operator*in

source: Options
de_de: Optionen

source: Otherwise random name will be generated
de_de: Andernfalls wird ein zufälliger Name erzeugt

source: Password
de_de: Passwort

source: Password (repeat)
de_de: Passwortwiederholung

source: Password at Galène Server for SSH/SFTP access
de_de: Passwort für SSH/SFTP Zugriff auf Galène Server

source: Password for the private key file
de_de: Passwort für die "private key" Datei

source: Password repeat does not match Password
de_de: Passwortwiederholung entspricht nicht dem Passwort

source: Path to Galène group directory at server
de_de: Dateiverzeichnispfad zum Galène group Verzeichnis auf dem Server

source: Permanently delete this room
de_de: Raum endgültig löschen

source: Permanently delete this user
de_de: Benutzer*in endgültig löschen

source: Please save settings/changes before testing
de_de: Bitte speichern vor dem Testen

source: Presenter
de_de: Präsentator*in

source: Private key is encrypted with password
de_de: Der "private key" ist mit Passwort verschlüsselt

source: Public base link of Galène Server
de_de: Basislink des Galène Servers

source: Public rooms
de_de: Öffentliche Räume

source: Public/Private key authentication
de_de: Public/Private Key Authentisierung

source: Repeat your password
de_de: Passwort wiederholen

source: Room
de_de: Raum

source: Room access conditions / Security
de_de: Bedingungen für den Raumzugang / Sicherheit

source: Room config on Galène server successfully deleted
de_de: Raumkonfiguration vom Galène Server gelöscht

source: Room deleted from manager Database
de_de: Raum aus der Manager Datenbank gelöscht

source: Room settings
de_de: Raumeinstellungen

source: Room will be locked automatically without operator
de_de: Raum ohne Operator*in automatisch sperren

source: Rooms
de_de: Räume

source: Save
de_de: Speichern

source: Select private key file
de_de: Private Schlüsseldatei auswählen

source: Select users
de_de: Benutzer*innen auswählen

source: Server acces by SFTP
de_de: Serverzugriff über SFTP

source: Server connection
de_de: Serververanbindung

source: Server path
de_de: Serverpfad

source: Shift issued at
de_de: Ausstellzeitpunkt des Tokens vorverlegen

source: Shortinfo/Links
de_de: Kurzinformationen/Links

source: Show this room on rooms listing
de_de: Raum in der öffentlichen Liste anzeigen

source: SSH/SFTP port number of Galène server
de_de: SSH/SFTP Portnummer des Galène Servers

source: Subgroup rooms (aka breakout rooms) can be createt
de_de: Erzeugen von subgroups (aka breakout rooms) erlauben

source: Subtract seconds from now for JWT issued time (fix time difference between Galène server and manager host)
de_de: Anzahl der Sekunden, die vom Ausstellzeitpunkt des JWT Tokens subtrahiert werden sollen (um Zeitdifferenz zwischen Galène server und Manager Server auszugleichen)

source: Successfully deleted user from Database
de_de: Benutzer*in erfolgreich aus der Datenbank gelöscht

source: System settings
de_de: Systemeinstellungen

source: Test access to groups directory
de_de: Zugriff auf das Galène groups Verzeichnis testen

source: Test SFTP access
de_de: SFTP Zugriff testen

source: There is an error in submitted data
de_de: Die übertragenen Daten sind fehlerhaft

source: This Galène group is already in use:
de_de: Diese Galène group wird bereits verwendet

source: This login is not registered for the requested role
de_de: Dieses Login ist für die erwünschte Rolle nicht registriert

source: This room does not (longer) exist
de_de: Der Raum existiert nicht (mehr)

source: Token lifetime
de_de: Gültigkeitsdauer des JWT Tokens

source: Upload keyfile
de_de: Schlüsseldatei hochladen

source: Upload your private key file to this app (RSA, DSA, ECDSA, EdDSA (Ed25519))
de_de: Private Schlüsseldatei (RSA, DSA, ECDSA, EdDSA (Ed25519)) zu dieser App hochladen

source: Use <b>Code</b>
de_de: <b>Raumzugangscode</b> verwenden

source: Userlist successfully updated
de_de: Benutzer*innenliste erfolgreich aktualisiert

source: Username
de_de: Benutzer*innenname

source: Username for authentication
de_de: Benutzer*innenname für Anmeldung

source: Username/Password
de_de: Benutzer*innenname/Passwort

source: Users
de_de: Benutzer*innen

source: Userslist can only be edited after saving roomsettings
de_de: Benutzer*innenliste kann erst nach dem Speichern bearbeitet werden

source: Wordpress Roles
de_de: Wordpress Rollen

source: Wrong code
de_de: Falscher Raumzugangscode
